//
//  Dictinaries.swift
//  AliasForIT
//
//  Created by Дмитрий Пантелеев on 16.11.2022.
//

import Foundation

struct Words {
    
    static let baseWords = [
        "Переменная",
        "Константа",
        "Структура данных",
        "Алгоритм",
        "Класс",
        "Геттер",
        "Сеттер",
        "Метод класса",
        "Свойство класса",
        "Язык программирования",
        "Фреймворк",
        "Архитектура",
        "Фронтенд",
        "Бэкенд",
        "Фуллстек",
        "iOS-разработка",
        "Android-разработка",
        "Продакт-менеджмент",
        "Бизнес-анализ",
        "Дизайн",
        "Машинное обучение",
        "Нейросети",
        "Swift",
        "SwiftUI",
        "UIKit",
        "Combine",
        "Alamofire",
        "Moya",
        "Stinsen",
        "GCD",
        "View",
        "ViewModel",
    ]
}
